tap "homebrew/bundle"
tap "koekeishiya/formulae"
tap "symfony-cli/tap"
brew "chezmoi"
brew "composer"
brew "coreutils"
brew "eza"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "fisher"
brew "fzf"
brew "git"
brew "gnupg"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "moreutils"
brew "neovim"
brew "node"
brew "nvm"
brew "php@8.1"
brew "pnpm"
brew "ripgrep"
brew "starship"
brew "stylua"
brew "tmux"
brew "vim"
brew "yarn"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "symfony-cli/tap/symfony-cli"
cask "arc"
cask "betterdisplay"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "figma"
cask "firefox"
cask "google-chrome"
cask "hiddenbar"
cask "iterm2"
cask "kitty"
cask "loopback"
cask "obs"
cask "raycast"
cask "slack"
cask "spotify"
cask "stats"
cask "transmit"
cask "visual-studio-code"
vscode "bierner.markdown-preview-github-styles"
vscode "bmalehorn.vscode-fish"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "Catppuccin.catppuccin-vsc"
vscode "chakra-ui.panda-css-vscode"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "file-icons.file-icons"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "JohnnyMorganz.stylua"
vscode "MehediDracula.php-namespace-resolver"
vscode "ms-vscode.vscode-typescript-next"
vscode "neilbrayfield.php-docblocker"
vscode "onecentlin.laravel-blade"
vscode "open-southeners.laravel-pint"
vscode "Prisma.prisma"
vscode "shufo.vscode-blade-formatter"
vscode "streetsidesoftware.code-spell-checker"
vscode "usernamehw.errorlens"
vscode "Vue.volar"
vscode "Vue.vscode-typescript-vue-plugin"
vscode "xdebug.php-debug"
vscode "znck.grammarly"
