tap "homebrew/bundle"
tap "koekeishiya/formulae"
brew "chezmoi"
brew "composer"
brew "fish"
brew "fisher"
brew "fzf"
brew "git"
brew "jq"
brew "lazygit"
brew "neovim"
brew "node"
brew "nvm"
brew "pnpm"
brew "tmux"
brew "yarn"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "betterdisplay"
cask "discord"
cask "firefox"
cask "hiddenbar"
cask "iterm2"
cask "keycastr"
cask "min"
cask "obs"
cask "spotify"
cask "stats"
cask "transmit"
cask "ubersicht"
cask "visual-studio-code"
